{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" }
}